const CaseTypeList = [
    "",
    "民事案件",
    "刑事案件",
    "行政案件",
    "执行案件",
];

const DocumentTypeList = [
    "",
    "判决书",
    "裁定书",
    "调解书",
    "决定书",
    "通知书",
    "令",
    "其他"
];

const CaseProgramList = [
    "",
    "行政一审",
    "执行审查",
    "刑事审判监督",
    "督促",
    "民事一审",
    "催告",
    "行政非诉审查",
    "民事管辖",
    "其他执行",
    "刑事一审",
    "破产",
    "刑事管辖",
    "执行实施",
    "非诉财产保全审查",
    "刑罚与执行变更",
    "行政二审",
    "行政审判监督",
    "其他赔偿",
    "非诉行为保全审查",
    "刑事二审",
    "民事审判监督",
    "民事二审",
    "行政赔偿",
    "特别程序"
]

export {CaseTypeList, DocumentTypeList, CaseProgramList};