const CaseTypeList = [
    "",
    "民事案件",
    "刑事案件",
    "行政案件",
    "执行案件",
];

const DocumentTypeList = [
    "",
    "判决书",
    "裁定书",
    "调解书",
    "决定书",
    "通知书",
    "令",
    "其他"
];

const CaseProgramList = [
    "",
    "行政一审",
    "执行审查",
    "刑事审判监督",
    "督促",
    "民事一审",
    "催告",
    "行政非诉审查",
    "民事管辖",
    "其他执行",
    "刑事一审",
    "破产",
    "刑事管辖",
    "执行实施",
    "非诉财产保全审查",
    "刑罚与执行变更",
    "行政二审",
    "行政审判监督",
    "其他赔偿",
    "非诉行为保全审查",
    "刑事二审",
    "民事审判监督",
    "民事二审",
    "行政赔偿",
    "特别程序"
];

const KeywordList = [
    "合同", "担保合同", "主要责任", "有限合伙", "公共秩序", "诉讼标的额", "担保", "土地使用权", "罚金", "资产负债表", "恢复原状", "电视作品", "裁定书", "涉外民商事案件", "反诉", "湖北省", "给付", "破产费用", "清偿", "交付", "从合同", "从犯", "讼争专利", "所有",  "破产财产分配", "专利", "拘役", "立功", "共同犯罪", "保证金", "公司债", "附带民事诉讼", "本案争议", "履行地", "决定书", "破产申请", "高级法院", "债权", "上海市", "交通事故", "赔偿责任", "购销合同", "财产刑", "交通事故损害赔偿", "西藏自治区", "保函", "河南省", "债权人", "新疆维吾尔自治区", "山西省", "非诉保全审查案件", "买卖合同", "租船合同", "法定期限", "违约责任", "扣押", "行政赔偿", "财产保险", "处分", "赔偿金", "不动产", "劳动争议",  "债权人会议", "融资", "非法占有", "自诉人", "传票", "民事责任", "陕西省", "破产清算", "诉前财产保全", "黑龙江省", "仲裁协议效力", "人身损害赔偿", "民间借贷", "书面形式", "动产",  "股份有限公司", "和解", "新疆维吾尔自治区高级人民法院生产建设兵团分院", "缺席判决", "专利侵权", "浙江省", "法定代表人", "商品房预售合同", "山东省", "公司清算", "保密义务", "云南省", "企业法人", "四川省", "法定代理人", "抵押", "辽宁省", "天津市", "判决书", "精神损害", "诉前证据保全", "偶犯", "拆迁", "合同履行", "合伙企业", "管制", "租赁", "误工费", "贷款", "中级法院", "外观设计专利", "变卖", "财产保全",  "广西壮族自治区", "强制措施", "执行和解", "江苏省", "继续履行", "合同履行地", "物业管理", "鉴定", "福建省", "第三人", "和解协议", "河北省", "诚实信用原则", "违法所得", "宅基地", "诉前保全", "海南省", "公司解散", "拍卖", "聚众", "安徽省", "返还", "房屋征收", "基金", "青海省", "财产权", "分公司", "损害赔偿", "清算", "侵权行为", "贷款人", "合伙", "减轻处罚", "承诺", "管辖", "利害关系人", "吉林省",  "故意犯", "江西省", "破产条件", "基层法院", "内蒙古自治区", "保证", "冻结", "减刑", "交通肇事", "驳回", "解除婚姻关系", "迟延履行", "直接损失", "房屋买卖", "婚姻", "借款合同", "公证", "北京市", "变更", "赔偿义务", "国有资产",  "破产财产", "不履行", "程序合法", "没收", "公共利益", "规制", "伪造", "赔偿数额", "湖南省", "利息",  "公司登记", "股东大会", "虚假陈述", "诉前保全申请", "重庆市", "人身权利", "不予受理", "融资租赁", "赔礼道歉", "宁夏回族自治区", "利润分配", "投资", "股份转让", "自首", "合法财产", "债", "强制性规定", "具体行政行为", "国家赔偿", "甘肃省", "离婚", "股东会", "犯罪未遂", "查封", "房屋租赁", "清算人", "违约金", "建设工程", "合同约定", "司法拘留", "恢复名誉", "所有权", "传唤", "债务人", "合伙协议", "广东省", "劳动合同", "通知书", "标的物", "贵州省", "利率", "著作权",  "侵权产品", "违法行为", "返还财产"]


export {CaseTypeList, DocumentTypeList, CaseProgramList, KeywordList};